let skillsData = [
  {
    id: 1,
    title: 'CSS',
    description: `Подмарафетить страницу, подогнать макет под пиксельпёрфект и сделать адаптив? Всегда пожалуйста!`,
    imgUrl: './img/css.png'
  },
  {
    id: 2,
    title: 'HTML5',
    description: `Куда же теперь без семантических header-а  и footer-a. Разве в HTML5 может быть по-другому? 
    Ну а сверстать шаблон используя BEM – это святое. 
    При надобности могу подружить страницу с Pug, но это уже совсем другая история.`,
    imgUrl: './img/html.png'
  },
  {
    id: 3,
    title: 'JavaScript',
    description: `Нужен слайдер, который будет прокручивать фото твоего хомяка? 
    Popup для подтверждения покупки корма на сайте? 
    Кастомный seleсt, где сможешь выбрать калорийность корма для щекастого? Реализуемо!`,
    imgUrl: './img/js.png'
  },
  {
    id: 4,
    title: 'Webapck',
    description: `Слепить из чего-то конфетку всегда можно с помощью базовой сборки. 
    Имеется в наличии. При желании можно модифицировать.`,
    imgUrl: './img/webpack.png'
  },
  {
    id: 5,
    title: 'Git',
    description: `Спасибо Линусу Торвальдсу, за создание сего чуда. 
    Особенно доставляет написание команд через консоль, а не десктопное приложение. 
    Слепая печать – полезная штука (“Стамина” шикарна,  кто помнит).`,
    imgUrl: './img/git.png'
  },
  {
    id: 6,
    title: 'GULP',
    description: `Если с Webpack-ом “Что-то пойдет не так”, то всегда можно использовать Gulp. 
    Да, конфетка совсем не получится, но хоть жизнь можно себе упростить.  Базовая “сборка” так же имеется в наличии.`,
    imgUrl: './img/gulp.png'
  },
  {
    id: 7,
    title: 'SASS',
    description: ` CSS – это конечно хорошо, но как жить без миксинов, плейсхолдеров и прочих радостей препроцессора.`,
    imgUrl: './img/sass.png'
  },
  {
    id: 8,
    title: 'Photoshop',
    description: `Не дизайнер, но базовую нарезочку (колбаски?) изображений умным объектом смогу сделать, 
    затемнить или осветлись, покопаться в слоях тоже не составит труда.
    Естественно, вместо этого Adob-овского добра можно использова Figm-у + можно смотреть за гоняющимися курсорами товарищей. 
    `,
    imgUrl: './img/photoshop.png'
  },
];

export default skillsData;